Repository: begateway/edd-begateway-gateway
Catalog: edd-begateway-gateway/languages/edd-begateway-gateway-*.po
Languages: be_by

source: Authorization
be_by: Аўтарызацыя

source: BeGateway development team
be_by: Каманда распрацоўкі BeGateway

source: BeGateway gateway extension for Easy Digital Downloads.
be_by: Пашырае Easy Digital Downloads плацёжным шлюзам BeGateway.

source: BeGateway payment gateway is disabled
be_by: Плацежная сістэма BeGateway адключаная

source: BeGateway Settings
be_by: Налады BeGateway

source: Cancel order
be_by: Адмяніць заказ

source: Cancel success
be_by: Адмена паспяховая

source: Cancel transaction
be_by: Адмяніць аперацыю

source: Capture amount
be_by: Сума спісання

source: Capture completed
be_by: Спісанне паспяхова

source: Capture full amount (%s)
be_by: Спісаць поўную суму (%s)

source: Capture partly success
be_by: Спісанне паспяхова

source: Capture specified amount
be_by: Спісаць сродкі

source: Capture success
be_by: Спісанне сродкаў паспяхова

source: Card brand
be_by: Тып карткі

source: Card number
be_by: Нумар карты

source: Credit or debit card
be_by: Крэдытная альбо дэбетавая карта

source: Debug Log
be_by: Час адладкі

source: Description
be_by: Апісанне

source: Enable Bankcard Payments
be_by: Уключыць аплату банкаўскімі карткамі

source: Enable ERIP payments
be_by: Уключыць плацяжы ERIP

source: Enable Halva card payments
be_by: Уключыце плацяжы па картцы Halva

source: Enter ERIP service code provided you by your payment service provider
be_by: Увядзіце код паслугі ERIP, прадастаўлены вашым пастаўшчыком плацежных паслуг

source: ERIP service code
be_by: ERIP-код службы

source: Error
be_by: Памылка

source: Error to capture transaction
be_by: Памылка списання транзакцыі

source: Error to refund transaction
be_by: Памылка вяртання сродкаў па аперацыі

source: Error to void transaction
be_by: Памылка анулявання аперацыі

source: Live
be_by: У прамым эфіры

source: Log events
be_by: Увайсці ў падзеі

source: Make payment
be_by: Зрабіце плацёж

source: No transaction reference UID to refund
be_by: Няма даведачнага ідэнтыфікатара аперацыі для вяртання сродкаў

source: Nonce verification has failed
be_by: Памылка праверкі nonce

source: Order
be_by: Заказ

source: Order already cancelled
be_by: Заказ ужо адменены

source: Partly capture
be_by: Спісанне сродкаў

source: Partly refund
be_by: Зварот сродкаў

source: Payment
be_by: Аплата

source: Payment gateway domain
be_by: Дамен плацежнага шлюза

source: Payment ID is not set
be_by: Ідэнтыфікатар плацяжу не ўстаноўлены

source: Payment is cancelled
be_by: Аплата адменена

source: Payment method
be_by: Метад аплаты

source: Payment mode
be_by: Рэжым аплаты

source: Payment page domain
be_by: Дамен старонкі аплаты

source: Payment valid (minutes)
be_by: Аплата сапраўдная (хвіліны)

source: Please enter billing address
be_by: Калі ласка, увядзіце адрас для выстаўлення рахункаў

source: Please enter billing city
be_by: Калі ласка, увядзіце горад выстаўлення рахункаў

source: Please enter payment gateway domain of your payment processor
be_by: Увядзіце дамен плацежнага шлюза вашага плацежнага працэсара

source: Please enter payment page domain of your payment processor
be_by: Увядзіце дамен старонкі аплаты вашага плацежнага працэсара

source: Please enter your Shop Id.
be_by: Пазначце ID крамы

source: Please enter your Shop secret key.
be_by: Пазначце сакрэтны ключ вашай крамы

source: Please enter your zip / postal code
be_by: Калі ласка, увядзіце паштовы індэкс

source: Please select your billing country
be_by: Выберыце краіну, дзе выстаўлены рахункі

source: Please wait...
be_by: Калі ласка, пачакайце…

source: Refund amount
be_by: Сума звароту

source: Refund completed
be_by: Вяртанне завершана

source: Refund specified amount
be_by: Вярнуць сродкі

source: Refund success
be_by: Вяртанне сродкаў паспяхова

source: Refunded from Easy Digital Downloads
be_by: Вяртаецца з Easy Digital Downloads

source: Remaining balance
be_by: Баланс

source: Secret key
be_by: Сакрэтны ключ

source: Select module payment mode
be_by: Выберыце рэжым аплаты модуля

source: Select Payment (Authorization & Capture) or Authorization.
be_by: Выберыце Аплата (Аўтарызацыя і захоп) альбо Аўтарызацыя.

source: Shop ID
be_by: Ідэнтыфікатар крамы

source: Test
be_by: Тэст

source: The value sets a period of time within which an order must be paid
be_by: Значэнне ўсталёўвае перыяд часу, на працягу якога заказ павінен быць аплачаны

source: This enables ERIP payments
be_by: Гэта дазваляе плаціць па ERIP

source: This enables Halva card payments
be_by: Гэта дазваляе аплачваць карты Halva

source: This enables VISA/Mastercard and etc card payments
be_by: Гэта дазваляе плацяжы па картах VISA / Mastercard і г.д.

source: This is the description which the user sees during checkout
be_by: Гэта апісанне, якое карыстальнік бачыць падчас афармлення замовы

source: This is the title displayed to the user during checkout
be_by: Гэта загаловак, які адлюстроўваецца карыстальніку падчас афармлення замовы

source: Title
be_by: Назва

source: Total authorized
be_by: Усяго

source: Total captured
be_by: Усяго спісана

source: Total refunded
be_by: Усяго вернута

source: Transaction is already captured
be_by: Аплата ўжо спісана

source: Transaction type
be_by: Тып здзелкі

source: Transaction UID
be_by: UID транзакцыі

source: Void complete
be_by: Адмена паспяхова

source: You are about to CANCEL this payment
be_by: Вы збіраецеся адмяніць гэты плацеж

source: You are about to CAPTURE this paymen
be_by: Вы збіраецеся спісаць гэтую суму

source: You do not have permission to edit this payment record
be_by: У вас няма дазволу рэдагаваць гэты запіс плацяжоў
